Repository: Trash-Bud/ESOF
Catalog: src/lib/controller/language/l10n/intl_*.arb
Languages: pt

# image
source: assets/images/usa_flag.png
pt: assets/images/pt_flag.png

source: Edit
pt: Editar

source: Description
pt: Descrição

source: Date
pt: Data

source: Credit
pt: Crédito

source: Reference
pt: Referência

source: References
pt: Referências

source: Entity
pt: Entidade

source: Amount
pt: Montante

source: Cancel
pt: Cancelar

source: Document
pt: Documento

source: Details
pt: Detailhes

source: Valid until
pt: Válido até

# expense
source: Expenses
pt: Despesas

source: Ascending
pt: Ascendente

source: Descending
pt: Descendente

source: Sort by
pt: Ordernar por

source: Apply
pt: Aplicar

source: Confirm
pt: Confirmar

source: Downloading file...
pt: Decarregando o ficheiro, por favor aguarde...

# successful_transfer
source: Your {name} was downloaded successfully
pt: A sua {name} foi transferida com sucesso!

# press_notif
source: Click on the notification to open the file
pt: Clique na notificação para abrir o ficheiro.

source: Receipt
pt: Fatura

source: Prints
pt: Impressões

source: Balance
pt: Saldo

source: Printing Details
pt: Detalhes de Impressão

# number_pages
source: Number of Pages
pt: Número de páginas

source: Cost
pt: Custo

source: Printer
pt: Impressora

source: Document name
pt: Nome do documento

source: Account
pt: Conara

# type_paper
source: Type of paper
pt: Tipo de papel

source: Charge card
pt: Carregar Cartão

source: Back
pt: Voltar

# value_over_1
source: The value must be greater than 1€
pt: O valor deve ser superior a 1€.

# valid_amount
source: Input a valid amount
pt: Introduza um montante válido

# could_not_download
source: Could not download file
pt: Não foi possivel descarregar o ficheiro

source: Stop Editing
pt: Concluir Edição

# choose_widget
source: Choose a widget to add it to your personal area:
pt: Escolhe um widget para adicionares à tua área pessoal:

# all_widgets_chosen
source: All available widgets have already been added to your personal area!
pt: Todos os widgets disponiveis já foram adicionados à tua área pessoal!

source: Last Movements
pt: Últimos Movimentos

source: Last Prints
pt: Últimas impressões

source: Bank References
pt: Referências Bancárias

source: Printing Quotas
pt: Quotas de impressão

# bank_references_is_empty
source: There are no bank references available
pt: Não existem referências bancárias para apresentar

# printing_quotas_is_empty
source: There are no printing quotas available
pt: Não existem quotas de impressão para apresentar

# prints_is_empty
source: There are no prints available
pt: Não existem impressões para apresentar

# expenses_is_empty
source: There are no expenses available
pt: Não existem despesas para apresentar

# printing_quotas_page_title
source: Printing quotas attribution history
pt: Histórico de atribuição de quotas de impressão

source: Declaration of payments
pt: Declaração de pagamentos

# order_limit_date
source: Payment deadline
pt: Data limite de pagamento

# order_fees
source: Fees
pt: Juros de mora

# order_amount
source: Amount to pay
pt: Valor a pagar

# expenses_filter_title
source: Expenses filter options
pt: Definições Filtro de Despesas

# generate_bank_reference
source: Create reference
pt: Gerar referência

# confirm_ref_gen
source: Do you want to generate a bank reference for the following expenses:
pt: Quer gerar referencia bancária para as seguintes despesas:

# notification_title
source: Notifications
pt: Notificações

# notification_does_not_exist
source: There are no notifications to display
pt: Não há notificações para mostrar
